

<section class="contact-section" style="margin-top: 2%; margin-bottom: 2%">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                <p> Что бы изменять информацию на сайте необходимо войти под своей учетной записью, перейдите по ссылке <a href="/hiadmin" target="_blank">Панель администратора</a></p>
                <p> В соответствующих полях введите логин и пароль</p>
                <img src="instruction/1.gif"/>
                <p>Если вы забыли пароль, вы можете легко его восстановить. Просто введите почту администратора и вы получите письмо с новым паролем.</p>
                <br/>
                <br/>
                <p>На сайте вы можете легко менять текстовую запись, просто отредактируйте ее и нажмите выпадающую кнопку сохранить</p>
                <img src="instruction/2.gif"/>
                <br/>
                <br/>
                <p>Картинки на сайте меняются также легко и удобно. Просто перетащите нужную картинку на картинку которую хотите заменить и нажмите "да"</p>
                <img src="instruction/3.gif"/>
                <br/>
                <br/>
                <p>Хотите отредактировать слайды? Все тоже очень легко. Нажмите на выпадающую кнопку и у вас откроется модальное окно. Здесь действуйте так же как описано выше.</p>
                <img src="instruction/4.gif"/>
                <p>Что бы удалить запись на слайдере просто нажмите на красный крестик. </p>
                <p>Что бы добавить запись на слайдере, нажмите на плюсик. Страница перезагрузится. В неё добавяться записи по умолчанию. После перезагрузки, просто отредактируйте слайдер. </p>
                <img src="instruction/5.gif"/>
                <br/>
                <br/>
                <p>Ухх... вы устали? Можете попить чаю... или кофе... может какао? У нас осталась заключительная часть, текстовый редактор статей. Но не волнуйтесь. С подобным зверем вы уже сталкивались!</p>
                <p> Что бы добавить статью нажмите кнопку, указанную на анимации. Вас перебросит на страницу статей. первая статья и будет вашей вновь добавленной. Что бы отредактировать ее-перейдите по ссылке "Читать далее"</p>
                <img src="instruction/6.gif"/>
                <br/>
                <br/>
                <p> Давайте поменяем информацию в этой статье. Изменим название и добавим текст. Не забудьте сохранить статью.</p>
                <img src="instruction/7.gif"/>
                <br/>
                <br/>
                <p> А теперь давайте поиграемся с цветами и шрифтами. Посмотрите на анимацию.</p>
                <img src="instruction/8.gif"/>
                <p> Я думаю вы поняли в чем смысл.</p>
                <br/>
                <br/>
                <p> Мы можем позиционировать текст в разные концы страницы.</p>
                <img src="instruction/9.gif"/>
                <br/>
                <br/>
                <p> Давайте теперь рассмотрим создание текста с выпадающим коментарием.</p>
                <img src="instruction/10.gif"/>
                <br/>
                <br/>
                <p> Отличная работа! Вы молодец! Давайте рассмотрим создание аккордиона. Слово для Вас не знакомое, но анимация все вам расскажет.</p>
                <img src="instruction/11.gif"/>
                <p>Для удаления записи в аккордионе нажмите на крестик.</p>
                <br/>
                <br/>
                <p> Что если нам нужно вставить ссылку на другой сайт или статью? Давайте посмотрим как это делается.</p>
                <img src="instruction/12.gif"/>
                <br/>
                <br/>
                <p> А если нам в статью нужно вставить картинку? что делать? Кликните в то место куда нужно вставить куртинку и перенесите эту картинку в статью. (Доступные форматы картинок-gif, png, jpeg, jpg) </p>
                <img src="instruction/13.gif"/>
                <br/>
                <br/>
                <p>Давайте посмотрим как добавляются таблицы. Это последний элемент, который можно добавлять в статью.</p>
                <img src="instruction/14.gif"/>
                <br/>
                <br/>
                <p>О кажется мы добавили слишком много строк и столбцов. Давайте это исправим.</p>
                <img src="instruction/15.gif"/>
                <br/>
                <br/>
                <p>Хотя давайте все таки нарастим таблицу</p>
                <img src="instruction/16.gif"/>
                <br/>
                <br/>
                <p>Что если нам нужно поменять между собой строки или столбцы. Это не проблема. главное нажать волшебную кнопку. какую? посмотрите на анимацию.</p>
                <img src="instruction/17.gif"/>
                <br/>
                <br/>
                <p>Теперь вы знаете все секреты кунфу этого сайта. Я Вас поздравляю!!! Но обратите внимание что функционал можно доработать, улучшить и добавить новые возможности.
                Но что бы Вам не пришлось тратить драгоценные часы Вашей жизни на ненужные Вам функции, мы максимально все упростили.
                </p>
                <br/>
                <br/>
                <p>От Автора</p>
                <p>Я искренне хочу что Вы и Ваши клиенты получали настоящее удовольствие от пользования этим сайтом и главное нашли друг друга. По крайней мере я сделал все что я мог для этого.
                </p>







            </div>
        </div>
    </div>
</section>